/* STM */
"STM01TEXT01" = "Para saber cuánta tinta queda en realidad, compruebe visualmente el nivel del depósito de tinta de la impresora.
Si sigue usando la impresora cuando el nivel de tinta está por debajo del límite inferior podría averiar la impresora.";
"STM01B01" = "Aceptar";

/* Nozzle */
"NOZZLE01TEXT01" = "Para realizar un test de inyectores, compruebe que la impresora esté encendida y conectada al ordenador. Compruebe también que haya papel normal tamaño A4 o Carta en el alimentador posterior de papel. Haga clic en [Imprimir] para imprimir un patrón de test de inyectores o en [Cancelar] para salir.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare el patrón impreso con la muestra anterior. Si el patrón del test de inyectores impreso tiene líneas discontinuas, haga clic en [Limpiar]. Haga clic en [Finalizar] para salir.";
"NOZZLE02SPE01" = "Superior: Bien
Inferior: Se debe hacer una limpieza";
"NOZZLE02B01" = "Finalizar";
"NOZZLE02B03" = "Limpiar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Haga clic en [Iniciar] para limpiar los inyectores del cabezal de impresión. Limpie el cabezal únicamente cuando aparezcan zonas tenues o en blanco en la impresión, pues las limpiezas consumen algo de tinta. Use antes la utilidad \"Test de inyectores\" para ver si el cabezal necesita una limpieza.
Nota: Antes de ejecutar una limpieza, confirme que esté abierto el cierre de transporte, en la posición de Impresión (Printing), como se muestra en la ilustración.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Por favor, espere ...";
"HEADCLEANING02TEXT02" = "Limpieza del cabezal en progreso. Por favor, espere.";
"HEADCLEANING02B01" = "Cerrar";

"HEADCLEANING03TEXT01" = "El ciclo de limpieza ha finalizado. Para ver si la limpieza ha sido efectiva, haga clic en [Imprimir patrón de test de inyectores].";
"HEADCLEANING03B01" = "Finalizar";
"HEADCLEANING03B03" = "Imprimir patrón de test de inyectores";

/* Gap */
"GAP01TEXT01" = "La utilidad de Alineación de cabezales arregla el desalineamiento vertical, banding horizontal, e impresiones borrosas.";
"GAP01B01" = "Siguiente >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Se imprimirá una hoja de alineación vertical.
Compruebe que la impresora esté encendida y conectada al ordenador. Confirme también que haya papel normal tamaño A4 o Carta en el alimentador de papel posterior.
Cuando esté lista, haga clic en [Imprimir].";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";
"GAP02B03" = "Salir >>";

"GAP03TEXT01" = "Observe la hoja de calibración.
Busque el cuadrado sin ninguna banda visible en los juegos del 1 al 4. En la lista siguiente, seleccione el número correspondiente a este cuadrado de todos los juegos. Después, haga clic en [Siguiente >].
Si todos los cuadrados contienen una banda, seleccione el que tenga la banda o bandas más finas. A continuación, haga clic en [Recalibrar].";
"GAP03B01" = "Siguiente >";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Recalibrar";

"GAP04TEXT01" = "Se imprimirá una hoja de alineación horizontal del negro.
Compruebe que haya papel normal tamaño A4 o Carta en el alimentador de papel posterior.
Nota: Este ajuste afecta solo la impresión a alta velocidad en papel normal. No afecta a los papeles de otros tipos.";
"GAP04B01" = "Imprimir";
"GAP04B02" = "Cancelar";

"GAP05TEXT01" = "Observe la hoja de calibración.
Busque el patrón que no tenga ninguna banda negra o blanca. Seleccione el número que corresponda de este patrón de la lista inferior y pulse [Finalizar].
Si todos los patrones tienen una banda, seleccione el patrón con la banda más estrecha. A continuación, haga clic en [Recalibrar].";
"GAP05B01" = "Finalizar";
"GAP05B02" = "Cancelar";
"GAP05B03" = "Recalibrar";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Use papel normal para limpiar el interior de la impresora.
Compruebe que haya papel normal de tamaño A4 o Carta cargado en la impresora y haga clic en el botón [Limpieza].
Repita el procedimiento hasta limpiar completamente el interior de la impresora.";
"PG01_B01" = "Cancelar";
"PG01_B02" = "Limpieza";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Número de hojas de papel alimentadas en la impresora";
"PRINFO01SPE01" = "Número de hojas";
"PRINFO01SPE02" = "No hay información disponible para esta impresora.";
"PRINFO01B01" = "Aceptar";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Si siguen apareciendo bandas o faltan colores en las impresiones aun después de ejecutar varias veces la Limpieza de cabezales, tendrá que cambiar la tinta del interior de los tubos de tinta para solucionar el problema.

Con esta función puede cambiar toda la tinta del interior de los tubos.

Esta función consume mucha tinta. Solamente recomendamos el uso de esta función si se ha ejecutado varias veces la Limpieza de cabezales.

Nota: Antes de usar esta función, confirme que haya tinta suficiente en el depósito de tinta de la impresora.
Si no hay bastante tinta, rellene el depósito.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Siguiente >";

"POWERINKFLUSHING02TEXT01" = "Antes de ejecutar esta función, confirme que esté abierto el cierre de transporte, en la posición de Impresión (Printing), como se muestra en la ilustración.

Nota: Tenga siempre abierto el cierre de transporte cuando la impresora esté en uso.";

"POWERINKFLUSHING03TEXT01" = "¿Seguro que desea ejecutar esta función?
Para cambiar toda la tinta del interior de los tubos es necesario consumir mucha tinta.
Le recomendamos que ejecute varias veces la Limpieza de cabezales para intentar resolver el problema antes de usar esta función. Haga clic en [Cancelar] y ejecute la Limpieza de cabezales.

Nota: Esta función afecta a la vida útil de las almohadillas de tinta de desecho, pues hace que agoten su capacidad antes.
Si las almohadillas de tinta de desecho han llegado al final de su vida útil, solicite su sustitución al Soporte Técnico de Epson.

Haga clic en [Iniciar] para empezar el cambio de la tinta.
Esta función no se puede interrumpir.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Por favor, espere ...";
"POWERINKFLUSHING04TEXT02" = "Limpiando a chorro la tinta.
Espere, por favor.";
"POWERINKFLUSHING04B01" = "Cerrar";

"POWERINKFLUSHING05TEXT01" = "Limpieza a chorro de la tinta terminada.
Para ver si la limpieza ha sido efectiva, haga clic en [Imprimir patrón de test de inyectores].";
"POWERINKFLUSHING05B01" = "Finalizar";
"POWERINKFLUSHING05B03" = "Imprimir patrón de test de inyectores";

/* Printer Settings */
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "No hay información disponible para esta impresora.";
"PRISET01SPE05" = "Aceptar";
"PRISET01GRPBOXTITLE02" = "Reloj tiempo apagado";
"PRISET01SPE21" = "Apagado";
"PRISET01SPE22" = "30 minutos";
"PRISET01SPE23" = "1 hora";
"PRISET01SPE24" = "2 horas";
"PRISET01SPE25" = "4 horas";
"PRISET01SPE26" = "8 horas";
"PRISET01SPE27" = "12 horas";
"PRISET01GRPBOXTITLE03" = "Temporizador reposo";
"PRISET01SPE31" = "3 minutos";
"PRISET01SPE32" = "5 minutos";
"PRISET01SPE33" = "10 minutos";

/* Error */
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"ERCOMMON_B03" = "Aceptar";
"PRINTERBUTTON00" = "Cancelar";
"ER00_TEXTA" = "Error";
"ER00_TEXTB" = "1. Cancele todos los trabajos de impresión.
2. Abra la cubierta de la impresora y saque el papel atascado.
3. Cierre la cubierta, apague la impresora y vuelva a encenderla.";
"ER00_TEXTA_D4" = "Error";
"ER00_TEXTB_D4" = "1. Cancele todos los trabajos de impresión.
2. Abra la cubierta de la impresora y saque el papel atascado.
3. Cierre la cubierta, apague la impresora y vuelva a encenderla.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "La impresora está ocupada";
"ER01_TEXTB" = "Por favor, espere...";
"ER04_TEXTA" = "Atasco de papel";
"ER04_TEXTB" = "1. Abra la cubierta de la impresora y saque el papel atascado.
2. Cierre la cubierta y pulse el botón %btn% del producto.";
"ER05_TEXTA_FF" = "La carga inicial de tinta no ha terminado";
"ER05_TEXTB_FF" = "Consulte la hoja de instalación para realizar el proceso inicial de carga de la tinta.";
"ER06_TEXTA_D4" = "No hay papel o está mal colocado";
"ER06_TEXTB_D4" = "1. Saque el papel y vuelva a colocarlo.
2. Pulse el botón %btn% del producto o haga clic en [Continuar] cuando aparezca.

Haga clic en [Cancelar] para cancelar el trabajo de impresión cuando aparezca. Si no se cancela, cancélelo en el producto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "No hay papel o está mal colocado";
"ER06_TEXTB" = "1. Saque el papel y vuelva a cargarlo.
2. Pulse el botón %btn% del producto.

Si desea cancelar el trabajo de impresión, haga clic en la opción [Cancelar] cuando aparezca. Si no se ha cancelado, cancélelo en el producto.";
"ER10_TEXTA" = "Necesita revisión";
"ER10_TEXTB" = "Una almohadilla de tinta de la impresora está al final de su vida útil.
Diríjase al Soporte Técnico de Epson.";
"ER10_TEXTA_SPE01" = "Necesita revisión";
"ER10_TEXTB_SPE01" = "Una almohadilla de tinta de la impresora está al final de su vida útil.
Podría salirse la tinta residual.
Diríjase al Soporte Técnico de Epson.";
"ER12_TEXTA" = "Error de alimentación Multi-páginas";
"ER12_TEXTB" = "Siga uno de estos pasos.
- Saque el papel y vuelva a colocarlo. Pulse el botón %btn% del producto.
- Haga clic en [Cancelar] para cancelar el trabajo de impresión cuando aparezca. Si no se cancela, cancélelo en el producto.";
"ER12_TEXTA_D4" = "Error de alimentación Multi-páginas";
"ER12_TEXTB_D4" = "Siga uno de estos pasos.
- Saque el papel y vuelva a colocarlo. Pulse el botón %btn% del producto.
- Haga clic en [Cancelar] para cancelar el trabajo de impresión cuando aparezca. Si no se cancela, cancélelo en el producto.";
"ER12_B01_D4" = "Cancelar";
"ER4A_TEXTA" = "Una almohadilla de tinta de la impresora está casi al final de su vida útil.";
"ER4A_TEXTB" = "Diríjase al Soporte Técnico de Epson.
Pulse el botón %btn% de la impresora para continuar la impresión.";
"ER4A_TEXTA_SPE01" = "Una almohadilla de tinta de la impresora está casi al final de su vida útil.";
"ER4A_TEXTB_SPE01" = "Si sigue imprimiendo, podría salirse la tinta residual
Diríjase al Soporte Técnico de Epson.
Pulse el botón %btn% de la impresora para continuar la impresión.";
"Common Error Text1" = "Error";
"Common Error Text2" = "1. Cancele todos los trabajos de impresión.
2. Abra la cubierta de la impresora y saque el papel atascado.
3. Cierre la cubierta, apague la impresora y vuelva a encenderla.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "La impresora está ocupada";
"Shipment status" = "La carga inicial de tinta no ha terminado";
"COMUERR_TEXTA" = "Error de comunicación";
"COMUERR_TEXTB" = "Conecte el producto al ordenador y enciéndalo. Si lo apaga durante la impresión, el trabajo de impresión se cancelará.";
"COMUERR_B01" = "Reintentar";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA_PROXY" = "Cargando el sistema de tinta";
"INKCHECKALERT_TEXTA_PROXY" = "Revise el nivel de la tinta con regularidad.";

